Repository: common-repository/taxus-advanced-search
Catalog: languages/wp-taxus-*.po
Languages: fa_ir

source: Taxus Settings
fa_ir: تنظیمات تکسوس

source: Sync
fa_ir: همگام سازی (sync)

source: Settings saved successfully
fa_ir: تنظیمات با موفقیت ذخیره شدند

source: Data deletion operation was successful
fa_ir: عملیات حذف اطلاعات با موفقیت انجام شد

source: Error in complete data deletion
fa_ir: خطا در حذف کامل اطلاعات

source: With this plugin, your site search is done by the Taxus service.
fa_ir: به کمک این افزونه جستجوی سایت شما به وسیله سرویس تکسوس انجام می شود.

source: This requires one <a href="https://app.taxus.ir/" target="_blank">account</a> In Taxus service.
fa_ir: برای اینکار نیاز به یک <a href="https://app.taxus.ir/" target="_blank">حساب کاربری</a> در سرویس تکسوس دارید.

source: After entering the account, enter the API Key and enter in the form below.
fa_ir: پس از ورود به حساب کاربری کلید رابط برنامه نویسی (API Key) را دریافت کرده و در فرم زیر وارد کنید.

source: The API Key is not valid.
fa_ir: کلید رابط برنامه نویسی معتبر نیست.

source: Plugin settings
fa_ir: تنظیمات افزونه

source: Connect to the Taxus service
fa_ir: اتصال به سرویس تکسوس

source: The number of pages you search for has reached the maximum number allowed. Sync for new pages is not done. For more information, see the <a href="https://app.taxus.ir/" class="button button-secondary" target="_blank"> Taxus user panel </a>.
fa_ir: تعداد صفحات قابل جستجوی شما به حداکثر تعداد مجاز رسیده است. همگام سازی برای صفحات جدید انجام نمی شود. برای اطلاعات بیشتر به <a href="https://app.taxus.ir/" class="button button-secondary" target="_blank">پنل مدیریت تکسوس</a> مراجعه کنید.

source: To enable the search engine, <a href="admin.php?page=taxus_send_data_page"> sync your pages </a>.
fa_ir: برای فعال سازی جستجوی تکسوس <a href="admin.php?page=taxus_send_data_page" >همگام سازی صفحات</a> را انجام دهید

source: Number of pages synced
fa_ir: تعداد صفحات همگام سازی شده

source: Maximum number of pages allowed
fa_ir: حداکثر تعداد صفحات مجاز

source: Searches done today
fa_ir: جستجوهای انجام شده امروز

source: Searches without results today
fa_ir: جستجوهای بدون نتیجه امروز

source: Synced pages
fa_ir: صفحات همگام سازی شده

source: The number of pages on your site that has been activated for the search of the taxus.
fa_ir: تعداد صفحاتی از سایت شما است که جستجوی تکسوس روی آن ها فعال شده.

source: Maximum allowed pages
fa_ir: حداکثر صفحات مجاز

source: The number of pages that you can use for your account with the the taxus service to search.
fa_ir: تعداد صفحاتی است که شما با توجه به حساب کاربری تان می توانید از سرویس تکسوس برای جستجو در آن ها استفاده کنید.

source: See the <a href="https://app.taxus.ir/" target="_blank"> user panel </a> for more reports.
fa_ir: برای مشاهده گزارش های بیشتر به <a href="https://app.taxus.ir/" target="_blank">پنل مدیریت تکسوس</a> مراجعه کنید.

source: Search API Key
fa_ir: API Key جستجو

source: Update settings
fa_ir: به‌روزرسانی تنظیمات

source: Delete all pages from the search service
fa_ir: حذف تمامی صفحات از سرویس جستجو

source: Do you want to delete all pages from the search service?
fa_ir: آیا مایل به حذف تمامی صفحات از سرویس جستجو هستید؟

source: Delete all information
fa_ir: حذف تمامی اطلاعات

source: Sync all pages
fa_ir: همگام سازی تمام صفحات

source: Enter APIKEY before sending
fa_ir: قبل از ارسال اطلاعات APIKEY را وارد کنید

source: To activate the search engine on the site, you need to synchronize the current pages with Taxus.
fa_ir: برای فعال سازی جستجوی تکسوس روی سایت نیاز است تا صفحات فعلی با تکسوس همگام سازی شود.

source: Sync for new pages will automatically be done.
fa_ir: همگام سازی برای صفحات جدید به طور خودکار انجام خواهد شد.

source: Click the button below to start syncing.
fa_ir: برای شروع همگام سازی روی دکمه زیر کلیک کنید.

source: Synchronization was successful
fa_ir: همگام سازی صفحات فعلی سایت با موفقیت انجام شد

source: New pages will be automatically synced
fa_ir: همگام سازی برای صفحات جدید به طور خودکار انجام خواهد شد.

source: Return to the settings page
fa_ir: بازگشت به صفحه تنظیمات

source: Stop the process
fa_ir: توقف فرآیند

source: Input data is invalid
fa_ir: اطلاعات ورودی معتبر نیست

source: The programming interface key is not valid
fa_ir: کلید رابط برنامه نویسی معتبر نیست

source: User account is limited, please visit the admin panel.
fa_ir: حساب کاربری دارای محدودیت است، لطفا به پنل مدیریت مراجعه کنید.

source: The number of items exceeds limit set
fa_ir: تعداد آیتم ها بیش از حد نصاب تعیین شده است

source: Taxus Advanced Search
fa_ir: پلاگین جستجوی پیشرفته به وسیله سرویس taxus

source: Taxus advanced search
fa_ir: پلاگین جستجوی پیشرفته به وسیله سرویس taxus
